Repository: alumnica/studio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Can't get profile for invalid user type: {}
es: No se puede obtener el perfil para tipo de usuario inválido: {}

source: Invalid user type selected: {}
es: Tipo de usuario inválido seleccionado: {}

source: There was an error creating the profile for user {}.
es: Hubo un error al crear el perfil para el usuario {}

source: Unsupported file extension
es: Extensión de archivo no soportada

source: File too large. Size should not exceed 2 MB.
es: El archivo es muy grande. El tamaño no debe exceder 2 MB

source: Subject already exists.
es: Esta materia ya existe

source: Invalid password or email.
es: Correo o contraseña inválida

source: Invalid credentials
es: Credenciales inválidas

source: create_ambito/
es: crear_ambito

source: It is not possible to edit Ámbito {} because is already published
es: No es posible editar el Ámbito {} porque ya está publicado

source: Error in section {} image: {}
es: Error en la imagen del bloque {}: {}

source: Error in section {} file: {}
es: Error en el archivo del bloque {}: {}

source: English
es: Inglés

source: Spanish
es: Español

source: users/
es: usuarios/

source: subjects/
es: materias/

source: images/
es: imagenes/

source: Alumnica Content Creation Studio
es: Estudio de Creación de Contenido Alumnica

source: Create new Ámbito
es: Crear nuevo Ámbito

source: Title
es: Título

source: Background color
es: Color de fondo

source: Ámbito image
es: Imagen del Ámbito

source: Upload image
es: Subir imagen

source: Image library
es: Biblioteca de imágenes

source: Assigned subjects
es: Materias asignadas

source: Publication details
es: Detalles de publicación

source: Unpublished
es: Sin publicar

source: Save
es: Guardar

source: Publish on EVA
es: Publicar en EVA

source: When an Ámbito is published, all subjects within it will be added to th EVA in their current form. Please check all sections, ODAs and moments have been added correctly
es: Cuando un Ámbito es publicado, todas las materias asignadas a él son añadidas al EVAen su forma actual. Favor de revisar que todos los bloques, ODAs y momentos hayyan sido añadidos correctamente

source: Subject selection
es: Selección de materias

source: Search in Subject library
es: Buscar en biblioteca de imágenes

source: Add
es: Añadir

source: Subjects
es: Materias

source: Date
es: Fecha

source: State
es: Estado

source: Edit
es: Editar

source: Delete
es: Borrar

source: Published
es: Publicado

source: Draft
es: Borrador

source: Waiting for approval
es: En espera de aprobación

source: Unpublish from EVA
es: Quitar del EVA

source: No results found
es: No se encontraron resultados

source: Name
es: Nombre

source: Download
es: Descargar

source: Do you want to delete these images?
es: ¿Quieres eliminar estas imágenes?

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Last session:
es: Última sesión

source: Summary of High School
es: Resumen de Educación Media Superior

source: Select an Ámbito for this Subject
es: Selecciona un Ámbito para esta Materia

source: Cover image
es: Imagen de portada

source: Only PNG files. Maximal size 150x300 px
es: Sólo archivos PNG. El támaño máximo es 150x300 px

source: Section
es: Bloque

source: Images
es: Imágenes

source: Edit ODAs position
es: Editar posición de ODAs

source: Add section
es: Añadir bloque

source: Finalize
es: Finalizar

source: Ámbito
es: Ámbitos

source: Edited
es: Editar

source: Finalized
es: Finalizado

source: File name
es: Nombre del archivo

source: Subject
es: Materias

source: Select the Momento type
es: Selecciona un tipo de Momento

source: Select file
es: Seleccionar archivo

source: in
es: en

source: Create new ODA
es: Crear nuevo ODA

source: Image A
es: Imagen A

source: Image B
es: Imagen B

source: Assign current ODA to subject
es: Asigna el ODA actual a materia

source: Select subject
es: Seleccionar Materia

source: Only appears subjects with section spaces for ODAs
es: Sólo aparecen las materias con espacios en bloques para ODAs

source: Select a section
es: Seleccionar un bloque

source: Momentos by µODA
es: Momentos por µODA

source: Aplication
es: Aplicación

source: Formalization
es: Formalización

source: Activation
es: Activación

source: Exemplification
es: Ejemplificación

source: Sensitization
es: Sensibilización

source: Evaluation
es: Evaluación

source: Momentos selection
es: Selección de momentos

source: Search in the Momentos library
es: Buscar en biblioteca de momentos

source: Evaluation selection
es: Selección de evaluación

source: Search in the evaluation library
es: Buscar en biblioteca de evaluaciones

source: New ODA
es: Nuevo ODA

source: Ámbitos to publish
es: Ámbitos a publicar

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: My account
es: Mi cuenta

source: EMAIL
es: CORREO

source: PASSWORD
es: CONTRASEÑA
